﻿/* Class = "NSPanel"; title = "Make a Donation"; ObjectID = "3"; */
"Make a Donation" = "Make a Donation";

/* Class = "NSTextFieldCell"; title = "Donate to Chax"; ObjectID = "10"; */
"Donate to Chax" = "Donate to Chax";

/* Class = "NSTextFieldCell"; title = "Thank you for continuing to use Chax. Please consider making a donation to support the development of Chax if you find it to be a useful addition to iChat. This message will not appear again."; ObjectID = "12"; */
"Thank you for continuing to use Chax. Please consider making a donation to support the development of Chax if you find it to be a useful addition to iChat. This message will not appear again." = "Bedankt dat je Chax wil blijven gebruiken. Als je Chax een nuttige toevoeging aan iChat vindt, overweeg dan om een donatie te doen om de ontwikkeling van Chax te ondersteunen. Dit bericht zal niet meer opnieuw verschijnen.";

/* Class = "NSButtonCell"; title = "Donate"; ObjectID = "14"; */
"Donate" = "Doneer";

/* Class = "NSButtonCell"; title = "Not Now"; ObjectID = "20"; */
"Not Now" = "Nu niet";

